import React from 'react';

const Marjan3 = () => {
    return (
        <div className={'container'} style={{
            background: 'black',
            color: 'white',
            textAlign: 'center',
            fontSize: '16px',
            lineHeight: '26px',
            letterSpacing: '0px',
            fontFamily: 'Roboto',
            // marginBottom: '-200px',
            marginTop: '-470px',
        }}>
            <div style={{
                padding: '91px 110px 22px 317px',
            }}>
                <div style={{textAlign: 'left', lineHeight: '1.6', marginBottom: '30px'}}>
                    <p style={{marginBottom: '30px'}}>
                        В нашей студии работают настоящие профессионалы, которые искренне любят своё дело и
                        увлеченно работают над каждым проектом. Все наши специалисты дипломированы
                        и имеют немалый опыт в проектировании, визуализации, подбором материалов и ведении
                        авторского надзора. Вы можете быть уверены в своем проекте — с нами он будет в надежных руках!
                    </p>

                    <p style={{marginBottom: '30px'}}>
                        Для курирования и прозрачности работ мы предоставляем круглосуточный онлайн-доступ к
                        чатам, который создается отдельно на каждый проект.
                    </p>

                    <p style={{marginBottom: '30px'}}>
                        Мы учтем все стандарты и нормы, предусмотренные законодательством Республики Казахстан
                        при проектировании помещений общественного назначения.
                    </p>

                    <p>
                        Наше основное направление — разработка проектов дизайна интерьера жилых и
                        общественных помещений. С нашими работами Вы можете ознакомиться здесь.
                    </p>
                </div>

            </div>
        </div>
    );
};

export default Marjan3;