import React from 'react';
import './infoAboutUs.css'

const InfoAboutUs = () => {
    return (
        <div className="infoAboutUs  border overflow-hidden"  >
            <div className={'container'} style={{marginTop:'-200px'}} >
                <div className={'info-about'}></div>
                <div className={"app-container"} style={{
                }}>
                    <div style={{
                        fontSize: '18px',
                        width: '400px',
                        textAlign: 'left',
                        marginBottom: '100px',
                        lineHeight: '60px',
                        letterSpacing: '2px',
                        marginTop: '250px',
                    }}>
                        Немного <span style={{fontSize: '40px', fontWeight: '600'}}>полезного</span> и <span
                        style={{fontSize: '40px', fontWeight: '600'}}>интересного</span> о нашей студии
                    </div>
                    <div className={'info-text app-container display-flex'}>
                        <div>
                            <h3>И так, Вам нужен дизайн, и Вы ищете исполнителя?</h3>
                            <p>С развитием инновационных возможностей, люди все чаще начали проявлять желание обустроить
                                свой
                                дом по современным канонам. Сегодня в тренде интерьеры, которые гарантируют максимальный
                                уровень
                                комфорта. </p>
                            <p>Изучая вопрос, где заказать дизайн интерьера в Астане (Нур-Султане), советуем обратить
                                внимание
                                на компанию «DELUXE HOUSE». Наши специалисты работают над проектами любой сложности и
                                обязуются
                                воплотить самые смелые пожелания в </p>
                            <h3 style={{marginTop: '20px', marginBottom: '20px'}}>Как заказать
                                дизайн - проект?</h3>
                            <p>С развитием инновационных возможностей, люди все чаще начали проявлять желание обустроить
                                свой
                                дом по современным канонам. Сегодня в тренде интерьеры, которые гарантируют максимальный
                                уровень
                                комфорта. </p>
                            <p>Изучая вопрос, где заказать дизайн интерьера в Астане (Нур-Султане), советуем обратить
                                внимание
                                на компанию «DELUXE HOUSE». Наши специалисты работают над проектами любой сложности и
                                обязуются
                                воплотить самые смелые пожелания в </p>
                        </div>
                        <div>
                            <h3>Что подразумевает создание дизайна интерьера?</h3>
                            <p>Оформление помещения — задача не из простых, поэтому им должен заниматься профессионал.
                                Дизайн
                                интерьера — это целая система, которая направлена на создание комфортного пространства.
                                Он
                                включает:
                                Изучение особенностей планировки помещения. Оценивание приоритетов и пожеланий клиента.
                                Согласование главных моментов, обсуждение ключевых аспектов по планировке или
                                перепланировки
                                здания.
                                Разработка идеи и концепции создания интерьера. Могут предлагаться несколько модификаций
                                на
                                выбор для максимального соответствия запросам.
                                Продумывание всех этих деталей сведет к минимуму возможность какой-либо ошибки. Тогда в
                                реальности готовый интерьер будет выглядеть точно так же, как и изображен в проекте.
                                <br/>
                                Хозяевам не придется принимать другие решения, идти на уступки. Подробная разработка
                                всех
                                мелочей — залог успешного воплощения интерьера.
                                Облагораживание мебелью. Здесь может быть несколько вариантов. Они обсуждаются, и
                                выбирается
                                наиболее оптимальный. При желании получить неповторимый интерьер, мебель может
                                изготавливаться
                                под заказ.
                                Воплощение согласованного проекта в жизнь.
                                Только мастер может превратить все эти составляющие в единую гармоничную картину,
                                дарящую
                                ощущение уюта и совершенства.
                            </p>
                            <p></p>
                        </div>
                        <div>
                            <h3>Что предлагают
                                мастера?</h3>
                            <p className={'pt-[30px]'}>Каждое помещение имеет зоны, где необходимо расставить акценты и
                                места, которые не должны
                                бросаться в глаза. «Обыграть» каждый уголок и увидеть готовую картинку помогут
                                специалисты.
                                Перепланировке. Есть желание получить уютную большую площадь или наоборот разделить
                                помещение на
                                несколько отдельных комнат?
                                Легко! Увеличить кухню или ванную, сделать просторную квартиру-студию реально. Любое
                                пожелание
                                будет выполнено.
                                Подбору мебели.
                                Если помещение готово, а мебель к нему не сочетается — доверьтесь профессионалам.
                                Они подберут самые подходящие предметы или изготовят по личным запросам
                                уникальные вещи.
                                <br/>
                                Кроме этого, мы можем создать рабочие чертежи и провести визуализацию в формате 3Д для
                                наглядности. Чтобы каждый этап был проведен качественно без отклонений от разработки,
                                может
                                устанавливаться авторский надзор и совершаться подбор необходимых материалов. Смета и
                                другие
                                пожелания по дизайну интерьеров выполняются по запросу. Мы не ограничиваемся квартирами
                                и
                                домами. Большой опыт позволяет брать в работу объекты большой площади — торговые центры,
                                гостиницы, рестораны и развлекательные заведения.
                            </p>
                            <p></p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    );
};

export default InfoAboutUs;